<?php

return [
    'index' => [
        'admins' => 'المشرفين',
        'admin_table' => 'جدول المشرفين',
        'home' => 'الرئيسية',
        'name' => 'اسم',
        'email' => 'البريد الالكتروني',
        'phone' => 'رقم الهاتف',
        'roles' => 'الوظائف',
        'image' => 'الصورة',
        'control' => 'التحكم',

        'show_roles' => 'عرض الوظائف',
        'update' => 'تعديل',
        'delete' => 'حذف',
    ],
    'create' => [
        'admins' => 'المشرفين',
        'home' => 'الرئيسية',
        'create_an_admin' => 'اضافة مشرف',
        'name' => 'اسم',
        'phone' => 'رقم الهاتف',
        'email' => 'البريد الالكتروني',
        'password' => 'كلمة المرور',
        'roles' => 'الوظائف',
        'image' => 'الصورة',
        'chose_file' => 'اختر صورة',
        'upload' => 'تحميل',
        'create' => 'اضافة',
    ],
    'update' => [
        'admins' => 'المشرفين',
        'home' => 'الرئيسية',
        'update_the_admin' => 'تعديل المشرف',
        'name' => 'اسم',
        'phone' => 'رقم الهاتف',
        'email' => 'البريد الالكتروني',
        'password' => 'كلمة المرور',
        'roles' => 'الوظائف',
        'image' => 'الصورة',
        'chose_file' => 'اختر صورة',
        'upload' => 'تحميل',
        'update' => 'تعديل',
    ],
    'controller' => [
        'create' => [
            'success' => 'تم اضافة المشرف بنجاح',
            'failed' => 'حدث خطأ عند اضافة المشرف',
        ],
        'update' => [
            'success' => 'تم تعديل المشرف بنجاح',
            'failed' => 'حدث خطأ عند تعديل المشرف',
        ],
        'delete' => [
            'success' => 'تم حذف المشرف بنجاح',
            'failed' => 'حدث خطأ عند حذف المشرف',
        ],
        'not_found' => 'المشرف غير موجود',
    ],
];
