<?php

return [
    'seo' => 'محسن محركات البحث',
    'home' => 'الصفحه الرئيسية',
    'update_home' => 'تعديل الصفحه الرئيسيه',
    'update_about_us' => 'تعديل من نحن',
    'update_contact_us' => 'تعديل التواصل معنا',
    'update_services' => 'تعديل الخدمات',
    'edit' => [
        'site_name_ar' => 'اسم الموقع بالعربي',
        'site_name_en' => 'اسم الموقع بالانجليزي',
        'title_ar' => 'عنوان الموقع بالعربي',
        'title_en' => 'عنوان الموقع بالانجليزي',
        'description_ar' => 'وصف الموقع بالعربي',
        'description_en' => 'وصف الموقع بالانجليزي',
        'keyword_ar' => 'كلمات البحث بالعربي',
        'keyword_en' => 'كلمات البحث بالانجليزي',
        'image' => 'صورة الموقع',
        'update' => 'تعديل',
        'submit' => 'ارسال',
        'chose_file' => 'اختر ملف',
    ],
    'update' => [
        'success' => 'تم تعديل البيانات بنجاح',
        'failed' => 'فشل تعديل البيانات',
    ],
];
